name: "audio_model"
backend: "python"

input [
  {
    name: "AUDIO_INPUT"
    data_type: TYPE_FP32
    dims: [ -1, -1 ]  # Assuming the input is a 2-dimensional tensor with variable dimensions
  }
]

output [
  {
    name: "OUTPUT_DICT"
    data_type: TYPE_STRING
    dims: [ 1 ]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
